# 2) დაწერეთ პროგრამა სადაც შედარებების და ლოგიკური ოპერატორების მეშვეობით 10 ჯერ გამოიტანეთ True

print ( 1 == 1 and 2 > 1 ) #  ---> True

print ( 2 == 2 and 1 != 2 ) #  ---> True

print ( 1 < 2 or 0 > 99999999999999999999999999999999999 ) #  ---> True

print ( 1 != 1 or 1 == 1 ) #  ---> True

print ( 1 == 2 or 2 <= 100 ) #  ---> True

print ( 1 == 1 and 100000000 != 1000000000 ) #  ---> True

print ( 33 < 120 and 100 >= 50 ) #  ---> True

print ( 33 == 100 or 10 < 11 ) #  ---> True

print ( 22 >= 10 and 10 <= 11 ) #  ---> True

print ( 100 == 100 and 10 != 100 ) #  ---> True